Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=794_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid konfereanssa prográmma
sms: SääŠmnuõri konfereenss programm

source: Buresboahtin sámenuoraid konferensii sámekulturguovddáš Sajosii Anárii 6.-7.2.2014.
sms: Tiõrv pueŠttmest SääŠmteeŠǧǧ nuõrisuåvtõõzz riâššâm konfereŠnsse sääŠmkultturkõõskõs SajoŠsse Aanra 6.-7.2.2014.

source: Konfereanssa lágida Suoma Sámedikki nuoraidráđđi.
sms: 10.00 Konfereenss äävumuš nuõrisuåvtõõzz sj.

source: 10.30 Ii vaššiságaide aktivisttat Veeti Nevala ja Seida Sohrabi
sms: Laura-Maija Niittyvuopio 10.30 Ij ââssam-mainnsa, Veeti Nevala da Seida Sohrabi

source: 11.00 SDP:a várreságadoalli Eero Vainio: Gierdilvuohta ja ii-gierdilvuohta Suomas
sms: 11.00 SDP:i vääŠrrsaaǧǧjååŠđteei Eero Vainio: SååŠvšemvuõtt da sååŠvšemteŠmesvuõtt LääŠddjânnmest

source: 11.30 Jearahallan oasseváldiide
sms: 11.30 Kõõjjõs vuässõõđjid

source: 13.00 Bargojoavkkut: Gierdilvuohta drámá vehkiin
sms: 13.00 Tuâjj-joouk: SååŠvšemvuõtt draama kuånstin

source: 14.00 Joavkobargguid bohtosat
sms: 14.00 Joouki puŠhttõõzzi puŠrǧǧumuš

source: 16.00 Beaivvi loahpaheapmi
sms: 16.00 PeiŠvv poott

source: 18.00 Álbmotbeaivvi konsearta, Sajosa auditoriija
sms: 18.00 MeersažpeeiŠv kons ertt Sajoozz auditoriast

source: Bearjadat 7.2.2014 Parlameantasále Solju, tulkon buot Suomas hállojuvvon sámegielaide
sms: Piâtnâc 7.2.2014 ParlameŠnttkueŠrnec Solju, tuŠlkkumuš pukin sääŠmǩiõlin

source: 10.00 Panelaháleštallan sámenuoraid identitehta birra
sms: 10.00 Paneelsaaǥǥstõõllmõš sääŠmnuõri identiteeŠttest

source: 34 jahkásaš
sms: 34-âkksaž

source: válmmaštuvvan industriija hábmejeaddjin Lappi universiteahtas
sms: valmštõõttâm fabrikklaž täävvjen Lappi universiteeŠttest

source: bargá dál sámekultuvrra leanadáiddárin
sms: tuåimmai sääŠmkulttuur läänčeäppneǩǩen

source: eret Čeavetjávrris
sms: ČeŠvetjääuŠr ååraž

source: Váhčira bálgosa badjenisu. Mikkel Näkkäläjärvi
sms: tuåimmai puäʒʒhoiddjeeŠjen VäŠccär paalǥâskååŠddest

source: 23 jahkásaš
sms: 23-âkksaž

source: studere mášen- ja buvttadanteknihka
sms: mašina- da puuŠtʼtemtekniikk mättŠtõõtti

source: Suoma studeantagotti lihtu SAMOK:a várreságadoalli
sms: LääŠddjânnam mättŠtõõttikooŠddi lett SAMOK vääŠrrsaaǥǥjååŠđteei

source: eret Anáris, studere Vaasas ja bargá Helssegis.
sms: Aanar ååraž, mättŠtââtt Vaasa - gåårdest da reŠttlâstt HeŠlssnest.

source: 27 jahkásaš
sms: 27-âkksaž

source: eret Anáris ja orru dál Roavenjárggas
sms: Aanar ååraž da jeälast RuäŠvnjaarǥâst

source: bargan máŋgga sajis sierralágan gádjunsuorggi bargguid
sms: tuåimmjam mäŋggsab päiŠǩǩ-kååŠddest jeeŠres peälštemvuuŠd tuâjain

source: dikšon mánáidis ruovttus guhkit áigge
sms: lij leämmaž päärnaivuiŠm dååma

source: lea nuorabun komponeren rapmusihka suomagillii ja davvisámegillii dáiddárnamain Aziz
sms: lij tuejjääm nuõrben rap-musiikk lääddas da tâŠvvsäämas čeäppneǩnõõmin Aziz

source: 20 jahkásaš
sms: 20-âkksaž

source: bajásšaddan boazodoallobearrašis Roavenjárggas
sms: šõddâm puäʒʒhoiŠddjeeipiârrjest RuäŠvnjaarǥâst

source: eatni bealde anáraš ja eatni ruoktogilli Njellim leamaš álo dehálaš báiki
sms: jieŠnn beäŠlnn aanarsäŠmmlaž da jieŠnn dommsijdd lij NjeäŠllem, kååŠtt lij leämmaž pâi vääžnai päiŠǩǩ suŠnne

source: studere anárašgiela ja kultuvrra skuvlenprográmmas SOG:s
sms: MättŠtââtt aanarsääŠmǩiõl da kulttuur škoouŠlŠjemprograammâst SAKK:st

source: studeren davvisámegiela Guovdageainnus.
sms: lookkâm tâŠvvsääŠmǩiõl Kautokeinost.

source: 13.00 Panela čoahkkáigeassu ja hálešteapmi
sms: 13.00 Paneel õŠhttepiijjmõš da saaǥǥstõõllâmpodd

source: 15.00 Beaivvi loahpaheapmi
sms: 15.00 PeiŠvv poott

source: Prográmma sáhttá rievdat.
sms: Programm-muttâz liâ vuäittmõõžžâst.

source: Buresboahtin !
sms: Tiõrv pueŠttmest !
